tap "elastic/tap"
tap "getsentry/tools"
tap "grishka/grishka"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nodenv/nodenv"
tap "rcmdnk/file"
brew "actionlint"
brew "anyenv"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "python@3.12"
brew "certbot"
brew "circleci"
brew "cocoapods"
brew "openldap"
brew "curl"
brew "fdk-aac"
brew "libtool"
brew "freetds"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "httpd"
brew "hub"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lame"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libfido2"
brew "libpq"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mp3info"
brew "mysql-client"
brew "nasm"
brew "nghttp2"
brew "nginx"
brew "node-build"
brew "nodenv"
brew "openjdk@11"
brew "openapi-generator"
brew "peco"
brew "perl"
brew "pnpm"
brew "postgresql@13", restart_service: true
brew "postgresql@14", restart_service: true
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "sdl12-compat"
brew "shtool"
brew "sox"
brew "srt"
brew "swagger-codegen"
brew "tesseract"
brew "texi2html"
brew "theora"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "x264"
brew "xvid"
brew "yarn"
brew "zsh"
brew "getsentry/tools/sentry-cli"
brew "nodenv/nodenv/node-build-update-defs"
brew "rcmdnk/file/brew-file"
cask "alfred"
cask "alt-tab"
cask "aws-vault"
cask "barrier"
cask "chromedriver"
cask "dbeaver-community"
cask "flipper"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "macfuse"
cask "neardrop"
cask "postman"
cask "rancher"
cask "reactotron"
cask "slack"
cask "timer"
cask "visual-studio-code"
cask "zoom"
vscode "arahata.linter-actionlint"
vscode "arcanis.vscode-zipfs"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fnando.linter"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "gimenete.github-linker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "jasonnutter.search-node-modules"
vscode "junstyle.php-cs-fixer"
vscode "mohsen1.prettify-json"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "orta.vscode-jest"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "timonwong.shellcheck"
vscode "wayou.vscode-todo-highlight"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "zobo.php-intellisense"
vscode "zxh404.vscode-proto3"
